{
	"SECTIONS": {
		"about": "About",
		"newsletter": "Newsletter",
		"contributors": "Contributors"
	},
	"kanff": {
		"slogan": "To do, in progress, done. Next!",
		"definition": "An opensource web application to manage projects with kanban boards, for groups, collectives and associations.",
		"explanation": "Benefit from the visual and intuitive power of the kanban board to manage tasks on several projects efficiently and collectively."
	},
	"problems": "??",
	"advantages": [
		{
			"name": "Kanban",
			"description": "The kanban board is a very visual task management system that can have multiples forms. In KanFF, there are 3 columns because tasks have only 2 possible states: To do, In progress or Done. Tasks are moved from left to right, from column to another.",
			"caption": "Fictive example of the kanban of a Crowdfunding project.",
			"img": "kanban.png",
			"mode": 2
		},
		{
			"name": "Projects segmentation",
			"description": "When we carry out large-scale projects that last several months or even years, there are many tasks to manage. That's why in KanFF tasks are not only linked to a project but to a part of a project (called works). \n\nOnly works in progress, on break or done are displayed in the kanban. The done ones are reducted.",
			"caption": "",
			"img": "works.png",
			"mode": 1
		},
		{
			"name": "Global vision",
			"description": "By default, everything that happens in different projects is visible for the whole collective. That permits to have a global vision of what concretely happens in the collective and on the progress of projects. \nIntegration of new persons within existing projects is easier too because the project history is conserved (old works and the logbook), and participants, deadlines and tasks to do, are readable. ",
			"caption": "",
			"img": "globalview.png",
			"mode": 1
		},
		{
			"name": "Integrated manual",
			"description": "If you don't feel comfortable with computers, know that you will learn little by little to use it. The integrated manual is available and contains some screenshots and some concrete examples. \n\n It is quickly accessible on each page through a simple button. It is evolving and enhanced from time to time.",
			"caption": "",
			"img": "manual.png",
			"mode": 1
		},
		{
			"name": "Opensource and self-hosting",
			"description": "The source code is open (and available <a href='https://github.com/samuelroland/KanFF' class='underline hover:text-blue-500'>on GitHub</a>. So it's possible to self-host and instance and to have full control over your data. \n\nThis transparency makes it possible to inspect the database, the code, the algorithms and to verify that the documentation is not malicious. KanFF does not have a free license yet, but it will come soon.",
			"caption": "",
			"img": "code.png",
			"mode": 1
		}
	],
	"news": {
		"text": "You wish to follow the progression of the KanFF project ? To receive information about news, releases and future articles ? Maybe contribute to KanFF by reporting bugs, making feedbacks, writing code or documentation ? Subscribe to the newsletter and follow us on alternatives social networks.",
		"links": [
			{
				"name": "Telegram",
				"icon": "telegram.png",
				"link": "https://t.me/KanFFNews",
				"lang": "en"
			}
		]
	},
	"about": {
		"intro": "KanFF is not only an application. It's a big project that is now 1 year old (started the 26.04.2020)",
		"text": "To have a quick preview, this year includes 10 months of work on free time, more than 600 jours cumulated of work, 10 beta releases, 4 database versions, ... \n\nHowever, the application is not finished yet and a first stable version won't be released until several months. This school project has started with 6 apprentices in IT in the 2-3rd year. The project took place during 3 quarters (with 6 then 4 then 2 persons) in class and at home. Now the courses dedicated to this project are done, but the adventure continues with Samuel et Benoît!"
	},
	"footer": {
		"notes": "This website is updated regularly. If you have seen any errors or want to suggest modifications, please contact us by email at 'kanff at pm.me'."
	}
}